{
  "Language": {
    "language": "Language",
    "selectLangue": "Select Language",
    "english": "English",
    "vietnamese": "Vietnamese"
  },
  "About": {
    "address_title": "Address",
    "open_title": "Open daily",
    "address": "K38/37 Nguyen Duy Hieu (K49 Nguyen Van Thoai), Son Tra District, Da Nang City, Vietnam",
    "open": "8:00 AM - 10:00 PM",
    "ContactUs": "Contact Us"
  },
  "Location": {
    "title": "Our Locations"
  },
  "AboutPage": {
    "title": "Mix Food",
    "subtitle": "Authentic Thai Cuisine in Da Nang, Vietnam",
    "story": "Mix Food is a premium Thai restaurant located in the heart of Da Nang, Vietnam. Since our establishment, we've been dedicated to bringing authentic Thai flavors to our beloved city. Our passion for Thai cuisine is reflected in every dish we serve.\n\nWe take pride in using traditional Thai recipes and locally sourced ingredients to create an unforgettable dining experience. Our chefs are trained in authentic Thai culinary techniques, ensuring each dish captures the essence of Thailand's rich culinary heritage.",
    "specialty1": "Traditional Thai Curries",
    "specialty2": "Authentic Pad Thai",
    "specialty3": "Signature Thai Salads",
    "specialty4": "Traditional Thai Desserts",
    "address": "K38/37 Nguyen Duy Hieu (K49 Nguyen Van Thoai), Son Tra District, Da Nang City, Vietnam",
    "open": "Open daily: 8:00 AM - 10:00 PM",
    "ContactUs": "Contact Us"
  },
  "Footer": {
    "des": "Authentic Thai cuisine made with fresh ingredients and traditional recipes. Experience the vibrant flavors of Thailand.",
    "QuickLink": "Quick Link",
    "Newsletter": "Newsletter",
    "PrivacyPolicy": "Privacy Policy",
    "TemsOfService": "Tems of Service",
    "Sitemap": "Sitemap"
  },
  "Auth": {
    "auth": "Sign In / Sign Up"
  },
  "HomePage": {
    "offer": "Offer",
    "delivery": "Delivery",
    "about": "About",
    "menu": "Menu",
    "book_table": "Book a table",
    "location": "Locations",
    "search": "Search",
    "find-food": "Find Food",
    "title-banner": "Introducing Thai Food",
    "descr-banner": "Experience the flavors of Thailand, right here in Vietnam",
    "nameFoodPadGai": "Pad Krapow Gai",
    "nameTomyum": "Tom Yum Goong",
    "namePad": "Pad Thai",
    "nameSonTam": "Son Tam",
    "nameCurry": "Green Curry Chicken",
    "nameMangoDesert": "Mango Sticky Rice",
    "descFeaturePadGai": "A popular Thai street food dish featuring spicy stir-fried chicken with aromatic basil leaves, fiery chilies, and a rich, savory sauce. Often served with steamed rice and a crispy fried egg.",
    "descFeatureTomyum": "A bold and flavorful Thai hot and sour soup with prawns, featuring the perfect balance of tangy lime, spicy chilies, and the aromatic essence of lemongrass and kaffir lime leaves.",
    "descFeaturePadThai": "A classic Thai stir-fried noodle dish made with chewy rice noodles, eggs, tofu, and peanuts, all tossed in a sweet, tangy, and savory sauce for a perfect flavor balance.",
    "descFeatureSomTum": "A refreshing and crunchy green papaya salad with a spicy kick from chilies, tangy lime, and the umami depth of fish sauce, delivering a bold and zesty flavor.",
    "descFeatureMango": "Ripe, juicy mango paired with soft and sticky glutinous rice, drizzled with rich coconut milk, creating a delightful and classic Thai dessert.",
    "descTomyum": "A famous Thai hot and sour soup, combining the spiciness of chili, the tanginess of lime, and the aroma of lemongrass and kaffir lime leaves, served with fresh prawns.",
    "descPad": "A signature Thai stir-fried noodle dish with chewy rice noodles, eggs, tofu, peanuts, and a flavorful sauce, creating a perfect balance of sweet, sour, and savory flavors.",
    "descCurry": "A spicy and creamy Thai green curry made with coconut milk, tender chicken, and aromatic herbs, offering a delightful mix of heat and richness.",
    "descDessert": "A delicious Thai dessert featuring sweet ripe mango, sticky glutinous rice, and rich coconut milk, delivering a refreshing and sweet taste.",
    "customer-review": "Customer Testimonials"
  }
}
