{
  "Language": {
    "language": "Ngôn ngữ",
    "selectLangue": "Lựa chọn ngôn gữ",
    "english": "Tiếng Anh",
    "vietnamese": "Tiếng Việt"
  },
  "About": {
    "address": "K38/37 Nguyễn Duy hiệu (K49 Nguyễn Văn Thoại), Quận Sơn Trà, Thành phố Đà Nẵng",
    "open": "Mở cửa hằng ngày: 8:00 AM - 10:00 PM",
    "ContactUs": "Liên hệ với chúng tôi"
  },
  "AboutPage": {
    "title": "Mix Food",
    "subtitle": "Ẩm thực Thái chính gốc tại Đà Nẵng, Việt Nam",
    "story": "Mix Food là nhà hàng Thái cao cấp nằm ngay trung tâm thành phố Đà Nẵng. Từ khi thành lập, chúng tôi luôn tận tâm mang đến hương vị Thái Lan đích thực cho thành phố thân yêu này. Niềm đam mê với ẩm thực Thái được gửi gắm trong từng món ăn phục vụ khách hàng.\n\nChúng tôi tự hào sử dụng công thức truyền thống và nguyên liệu địa phương để tạo nên trải nghiệm ẩm thực khó quên. Đội ngũ đầu bếp của chúng tôi được đào tạo bài bản về kỹ thuật nấu ăn Thái, đảm bảo mỗi món ăn đều giữ trọn tinh hoa ẩm thực Thái Lan.",
    "specialty1": "Các món cà ri Thái truyền thống",
    "specialty2": "Pad Thai chuẩn vị",
    "specialty3": "Gỏi Thái đặc trưng",
    "specialty4": "Món tráng miệng Thái truyền thống",
    "address": "K38/37 Nguyễn Duy hiệu (K49 Nguyễn Văn Thoại), Quận Sơn Trà, Thành phố Đà Nẵng",
    "open": "Mở cửa hằng ngày: 8:00 AM - 10:00 PM",
    "ContactUs": "Liên hệ với chúng tôi"
  },
  "Footer": {
    "des": "Ẩm thực Thái chính gốc, chế biến từ nguyên liệu tươi và công thức truyền thống. Hãy trải nghiệm hương vị đậm đà của Thái Lan.",
    "QuickLink": "Liên kết nhanh",
    "Newsletter": "Tin tức & Ưu đãi",
    "PrivacyPolicy": "Chính sách quyền riêng tư",
    "TemsOfService": "Điều khoản dịch vụ",
    "Sitemap": "Sơ đồ trang web"
  },
  "Auth": {
    "auth": "Đăng nhập / Đăng ký"
  },
  "HomePage": {
    "menu": "Thực đơn",
    "offer": "Khuyến mãi",
    "location": "Địa điểm",
    "about": "Giới thiệu",
    "book_table": "Đặt bàn",
    "delivery": "Vận chuyển",
    "search": "Tìm kiếm",
    "find-food": "Tìm món ăn",
    "title-banner": "Giới thiệu đồ ăn Thái Lan",
    "descr-banner": "Trải nghiệm hương vị của Thái Lan ngay tại Việt Nam",
    "nameFoodPadGai": "Bò xào lá quế",
    "nameTomyum": "Canh Tomyum",
    "namePad": "Pad Thai",
    "nameSonTam": "Gỏi SonTam",
    "nameCurry": "Cà ri xanh gà",
    "nameMangoDesert": "Xôi Xoài",
    "descFeaturePadGai": "Gà xào cay với lá húng quế, một món ăn đường phố nổi tiếng của Thái Lan, với hương thơm nồng nàn của húng quế, vị cay của ớt và nước sốt đậm đà. Thường được ăn kèm với cơm trắng và trứng chiên",
    "descFeatureTomyum": "Canh chua cay kiểu Thái với tôm, nổi bật với vị chua của chanh, cay của ớt, hòa quyện cùng hương thơm của sả và lá chanh, tạo nên một món súp đậm đà và kích thích vị giác.",
    "descFeaturePadThai": "Hủ tiếu xào kiểu Thái, kết hợp sợi mì gạo dai ngon với trứng, đậu hũ, đậu phộng và nước sốt đặc trưng chua ngọt, mang đến hương vị hài hòa và hấp dẫn.",
    "descFeatureSomTum": "Gỏi đu đủ xanh giòn ngon, kết hợp giữa vị cay của ớt, chua thanh của chanh và đậm đà của nước mắm, tạo nên một món ăn tươi mát nhưng đầy kích thích vị giác.",
    "descFeatureMango": "Xoài chín vàng ngọt lịm kết hợp cùng xôi nếp dẻo thơm, chan thêm nước cốt dừa béo ngậy, tạo nên một món tráng miệng truyền thống hấp dẫn của Thái Lan.",
    "descTomyum": "Món canh chua cay nổi tiếng của Thái Lan, kết hợp giữa vị cay nồng của ớt, vị chua thanh của chanh và hương thơm từ sả, lá chanh, ăn kèm với tôm tươi ngon.",
    "descPad": "Món hủ tiếu xào đặc trưng của Thái Lan với sợi mì gạo dai ngon, trứng, đậu hũ, đậu phộng và nước sốt đậm đà, tạo nên hương vị cân bằng giữa ngọt, chua và mặn.",
    "descCurry": "Cà ri xanh cay nồng với nước cốt dừa béo ngậy, gà mềm và các loại rau thơm, tạo nên sự kết hợp tuyệt vời giữa hương vị cay và béo.",
    "descDessert": "Món tráng miệng hấp dẫn với xoài chín ngọt lịm, xôi nếp dẻo thơm và nước cốt dừa béo ngậy, mang đến hương vị thanh mát và ngọt ngào.",
    "customer-review": "Cảm Nhận Của Khách Hàng"
  }
}
